Repository: widmogrod/swimming-in-zurich
Catalog: apps/ios/Sources/SwimZHKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, pl

# detail.note.lanesUnknown
source: No published lane plan for this pool yet — the hours are curated, but the per-lane public/reserved split isn’t.
de: Für dieses Bad ist noch kein Belegungsplan veröffentlicht — die Zeiten sind erfasst, die Aufteilung in öffentliche und reservierte Bahnen aber nicht.
fr: Aucun plan des lignes n’est encore publié pour cette piscine — les horaires sont renseignés, mais pas la répartition entre lignes publiques et réservées.
it: Per questa piscina non è ancora pubblicato un piano delle corsie — gli orari sono curati, ma non la suddivisione tra corsie pubbliche e riservate.
pl: Dla tego basenu nie opublikowano jeszcze planu torów — godziny są opracowane, ale podział na tory publiczne i zarezerwowane już nie.

# detail.note.uncurated
source: We have this pool’s location but no session timetable yet. Unknown is not the same as closed — it may well be open.
de: Wir kennen den Standort dieses Bads, haben aber noch keinen Zeitplan. Unbekannt ist nicht dasselbe wie geschlossen — es kann durchaus offen sein.
fr: Nous connaissons l’emplacement de cette piscine mais pas encore son horaire. Inconnu n’est pas la même chose que fermé — elle peut très bien être ouverte.
it: Conosciamo la posizione di questa piscina ma non ancora il suo orario. Sconosciuto non è la stessa cosa che chiuso — potrebbe benissimo essere aperta.
pl: Znamy lokalizację tego basenu, ale nie mamy jeszcze harmonogramu. Brak danych to nie to samo co zamknięte — może być otwarty.

# detail.openLaneSplit
source: Open · lane split not published
de: Offen · Bahnenaufteilung nicht veröffentlicht
fr: Ouvert · répartition des lignes non publiée
it: Aperto · suddivisione delle corsie non pubblicata
pl: Otwarte · podział torów nieopublikowany

# detail.openRange
source: Open · %1$@–%2$@
de: Offen · %1$@–%2$@
fr: Ouvert · %1$@–%2$@
it: Aperto · %1$@–%2$@
pl: Otwarte · %1$@–%2$@

# detail.peakNote
source: peak %1$@ of %2$@
de: Spitze %1$@ von %2$@
fr: pointe %1$@ sur %2$@
it: picco %1$@ su %2$@
pl: szczyt %1$@ z %2$@

# detail.pool
source: Pool
de: Bad
fr: Piscine
it: Piscina
pl: Basen

# detail.section.admission
source: Admission
de: Eintritt
fr: Entrée
it: Ingresso
pl: Wstęp

# detail.section.basins
source: Basins
de: Becken
fr: Bassins
it: Vasche
pl: Niecki

# detail.section.features
source: Features
de: Angebote
fr: Équipements
it: Servizi
pl: Udogodnienia

# detail.section.lanes
source: Lane plans
de: Belegungspläne
fr: Plans des couloirs
it: Piani delle corsie
pl: Plany torów

# detail.section.lockers
source: Lockers
de: Garderoben
fr: Casiers
it: Armadietti
pl: Szafki

# detail.section.provenance
source: Where this came from
de: Woher diese Angaben stammen
fr: D’où viennent ces données
it: Da dove arrivano i dati
pl: Skąd pochodzą te dane

# detail.section.rentals
source: Rentals
de: Vermietung
fr: Locations
it: Noleggio
pl: Wypożyczalnia

# detail.section.season
source: Season
de: Saison
fr: Saison
it: Stagione
pl: Sezon

# detail.section.where
source: Where
de: Standort
fr: Où
it: Dove
pl: Gdzie

# detail.tempMeasured
source: measured
de: gemessen
fr: mesurée
it: misurata
pl: zmierzona

# detail.tempNominal
source: nominal (design)
de: nominal (Auslegung)
fr: nominale (conception)
it: nominale (di progetto)
pl: nominalna (projektowa)

# detail.waterNotPublished
source: Water temperature not published
de: Wassertemperatur nicht veröffentlicht
fr: Température de l’eau non publiée
it: Temperatura dell’acqua non pubblicata
pl: Temperatura wody nieopublikowana

# detail.weekButton
source: See this pool’s week →
de: Woche dieses Bads ansehen →
fr: Voir la semaine de cette piscine →
it: Vedi la settimana di questa piscina →
pl: Zobacz tydzień tego basenu →

# elig.chk
source: Check with the venue
de: Beim Bad nachfragen
fr: Renseignez-vous sur place
it: Chiedi alla struttura
pl: Zapytaj w obiekcie

# elig.chk.short
source: Check
de: Nachfragen
fr: À vérifier
it: Da verificare
pl: Zapytaj

# elig.in
source: You’re in
de: Sie können hinein
fr: Vous pouvez entrer
it: Puoi entrare
pl: Możesz wejść

# elig.no
source: Not for you
de: Nicht für Sie
fr: Pas pour vous
it: Non per te
pl: Nie dla Ciebie

# error.store.body
source: The bundled pool data could not be opened, so there is nothing to show. Reinstalling the app restores it.
de: Die mitgelieferten Baddaten liessen sich nicht öffnen, daher gibt es nichts anzuzeigen. Eine Neuinstallation stellt sie wieder her.
fr: Les données des piscines fournies avec l’app n’ont pas pu être ouvertes, il n’y a donc rien à afficher. Réinstaller l’app les rétablit.
it: Non è stato possibile aprire i dati delle piscine inclusi nell’app, quindi non c’è nulla da mostrare. Reinstallando l’app vengono ripristinati.
pl: Nie udało się otworzyć dołączonych danych o basenach, więc nie ma czego pokazać. Ponowna instalacja aplikacji je przywróci.

# error.store.title
source: Cannot read the pool data
de: Baddaten nicht lesbar
fr: Impossible de lire les données des piscines
it: Impossibile leggere i dati delle piscine
pl: Nie można odczytać danych o basenach

# feature.closed
source: Closed — %1$@
de: Geschlossen — %1$@
fr: Fermé — %1$@
it: Chiuso — %1$@
pl: Zamknięte — %1$@

# feature.fact.hours
source: Hours on this date
de: Zeiten an diesem Tag
fr: Horaires ce jour-là
it: Orari in questa data
pl: Godziny tego dnia

# feature.fact.surcharge
source: Surcharge
de: Zuschlag
fr: Supplément
it: Supplemento
pl: Dopłata

# feature.fact.temperature
source: Temperature
de: Temperatur
fr: Température
it: Temperatura
pl: Temperatura

# feature.hoursNotListed
source: Hours not listed for this date
de: Zeiten für diesen Tag nicht angegeben
fr: Horaires non publiés pour ce jour
it: Orari non pubblicati per questa data
pl: Godziny nieopublikowane na ten dzień

# featureKind.gastronomy
source: Restaurant or kiosk
de: Restaurant oder Kiosk
fr: Restaurant ou kiosque
it: Ristorante o chiosco
pl: Restauracja lub kiosk

# featureKind.playground
source: Playground
de: Spielplatz
fr: Place de jeux
it: Parco giochi
pl: Plac zabaw

# featureKind.slide
source: Water slide
de: Wasserrutsche
fr: Toboggan aquatique
it: Scivolo d’acqua
pl: Zjeżdżalnia wodna

# featureKind.sport
source: Sports facility
de: Sportanlage
fr: Installation sportive
it: Impianto sportivo
pl: Obiekt sportowy

# featureKind.sunbathing
source: Sunbathing lawn
de: Liegewiese
fr: Pelouse de bronzage
it: Prato solarium
pl: Trawnik do opalania

# featureKind.wellness
source: Wellness area
de: Wellnessbereich
fr: Espace bien-être
it: Area benessere
pl: Strefa wellness

# fee.deposit
source: deposit %1$@
de: Depot %1$@
fr: caution %1$@
it: cauzione %1$@
pl: kaucja %1$@

# fee.free
source: Free
de: Gratis
fr: Gratuit
it: Gratuito
pl: Bezpłatne

# fee.perPeriod
source: per %1$@
de: pro %1$@
fr: par %1$@
pl: za %1$@

# fee.unstated
source: Price not published
de: Preis nicht angegeben
fr: Tarif non publié
it: Prezzo non pubblicato
pl: Cena nieopublikowana

# filter.allKinds
source: All
de: Alle
fr: Tous
it: Tutti
pl: Wszystkie

# filter.anyDistance
source: Any distance
de: Beliebig weit
fr: Toute distance
it: Qualsiasi distanza
pl: Dowolna odległość

# filter.eligibleOnly
source: Open to me only
de: Nur für mich offen
fr: Ouvert pour moi uniquement
it: Solo aperte per me
pl: Tylko otwarte dla mnie

# filter.eligibleOnly.toggle
source: Only sessions open to me
de: Nur Angebote, die für mich offen sind
fr: Uniquement les séances ouvertes pour moi
it: Solo sessioni aperte per me
pl: Tylko zajęcia otwarte dla mnie

# filter.favourites
source: Favourites
de: Gemerkt
fr: Favoris
it: Preferiti
pl: Ulubione

# filter.favouritesOnly.toggle
source: Only my favourites
de: Nur Gemerktes
fr: Uniquement mes favoris
it: Solo i miei preferiti
pl: Tylko moje ulubione

# filter.measureFrom
source: Measure from
de: Entfernung ab
fr: Mesurer depuis
it: Misura da
pl: Mierz od

# filter.none
source: No filters
de: Keine Filter
fr: Aucun filtre
it: Nessun filtro
pl: Bez filtrów

# filter.poolKinds
source: Pool kinds
de: Arten von Bädern
fr: Types de piscine
it: Tipi di piscina
pl: Rodzaje basenów

# filter.section.what
source: What
de: Was
fr: Quoi
it: Che cosa
pl: Co

# filter.section.where
source: Where
de: Wo
fr: Où
it: Dove
pl: Gdzie

# filter.section.who
source: Who
de: Wer
fr: Qui
it: Chi
pl: Kto

# filter.within
source: Within
de: Umkreis
fr: Dans un rayon de
it: Entro
pl: W promieniu

# freshness.awaiting
source: Not published yet
de: Noch nicht veröffentlicht
fr: Pas encore publié
it: Non ancora pubblicato
pl: Jeszcze nieopublikowane

# freshness.awaiting.caveat
source: This pool has a timetable page, but it has not been read into this app yet.
de: Dieses Bad hat eine Zeitplanseite, sie wurde aber noch nicht in diese App übernommen.
fr: Cette piscine a une page d’horaires, mais elle n’a pas encore été relevée dans cette app.
it: Questa piscina ha una pagina con l’orario, ma non è ancora stata letta da questa app.
pl: Ten basen ma stronę z harmonogramem, ale nie została ona jeszcze wczytana do tej aplikacji.

# freshness.noSource
source: No timetable to read
de: Kein Zeitplan zum Auslesen
fr: Aucun horaire à relever
it: Nessun orario da leggere
pl: Brak harmonogramu do odczytania

# freshness.noSource.caveat
source: This pool publishes no timetable of its own. That is not the same as being closed.
de: Dieses Bad veröffentlicht keinen eigenen Zeitplan. Das ist nicht dasselbe wie geschlossen.
fr: Cette piscine ne publie pas d’horaire propre. Ce n’est pas la même chose que fermée.
it: Questa piscina non pubblica un orario proprio. Non è la stessa cosa che essere chiusa.
pl: Ten basen nie publikuje własnego harmonogramu. To nie to samo co zamknięty.

# freshness.scraped
source: Published by the pool
de: Vom Bad veröffentlicht
fr: Publié par la piscine
it: Pubblicato dalla piscina
pl: Opublikowane przez basen

# freshness.unknown
source: Unrecognised state: %1$@
de: Unbekannter Zustand: %1$@
fr: État non reconnu : %1$@
it: Stato non riconosciuto: %1$@
pl: Nierozpoznany stan: %1$@

# freshness.unknown.caveat
source: This app does not recognise this state; check with the pool.
de: Diese App kennt diesen Zustand nicht; bitte beim Bad nachfragen.
fr: Cette app ne reconnaît pas cet état ; renseignez-vous auprès de la piscine.
it: Questa app non riconosce questo stato; verifica con la piscina.
pl: Ta aplikacja nie rozpoznaje tego stanu; zapytaj w basenie.

# gantt.lane
source: Lane %1$@
de: Bahn %1$@
fr: Ligne %1$@
it: Corsia %1$@
pl: Tor %1$@

# gantt.public
source: Public
de: Öffentlich
it: Pubblica
pl: Publiczny

# gantt.readout
source: %1$@ · %2$@ of %3$@ lanes public
de: %1$@ · %2$@ von %3$@ Bahnen öffentlich
fr: %1$@ · %2$@ lignes publiques sur %3$@
it: %1$@ · %2$@ corsie pubbliche su %3$@
pl: %1$@ · %2$@ z %3$@ torów publicznych

# gantt.reserved
source: Reserved
de: Reserviert
fr: Réservé
it: Riservata
pl: Zarezerwowany

# gantt.title
source: Lanes, hour by hour
de: Bahnen, Stunde für Stunde
fr: Couloirs, heure par heure
it: Corsie, ora per ora
pl: Tory, godzina po godzinie

# header.copied
source: Copied
de: Kopiert
fr: Copié
it: Copiato
pl: Skopiowano

# header.copyAria
source: Copy a shareable link to this view
de: Einen teilbaren Link zu dieser Ansicht kopieren
fr: Copier un lien partageable vers cette vue
it: Copia un link condivisibile a questa vista
pl: Skopiuj link do tego widoku

# header.copyLink
source: Copy link
de: Link kopieren
fr: Copier le lien
it: Copia link
pl: Kopiuj link

# header.language
source: Language
de: Sprache
fr: Langue
it: Lingua
pl: Język

# header.themeAria
source: Theme: %1$@ (click to change)
de: Darstellung: %1$@ (zum Ändern klicken)
fr: Thème : %1$@ (cliquez pour changer)
it: Tema: %1$@ (clicca per cambiare)
pl: Motyw: %1$@ (kliknij, aby zmienić)

# headline.noneLeftToday
source: Nothing more open to you today
de: Heute nichts mehr für dich offen
fr: Plus rien d'ouvert pour vous aujourd'hui
it: Oggi niente più aperto per te
pl: Dziś nic więcej dla ciebie otwartego

# headline.noneNowNextAt
source: Nothing open to you now — next at %1$@
de: Jetzt nichts für dich offen — als Nächstes um %1$@
fr: Rien d'ouvert pour vous maintenant — prochaine à %1$@
it: Ora niente aperto per te — la prossima alle %1$@
pl: Teraz nic dla ciebie otwartego — następny o %1$@

# headline.poolsWithSessions
source: %1$lld pools with sessions
de: %1$lld Bäder mit Zeiten
fr: %1$lld piscines avec des séances
it: %1$lld piscine con sessioni
pl: %1$lld basenu z zajęciami

# holiday.ascension
source: Ascension Day
de: Auffahrt
fr: Ascension
it: Ascensione
pl: Wniebowstąpienie Pańskie

# holiday.berchtoldstag
source: Berchtoldstag (2 January, Swiss public holiday)
de: Berchtoldstag
fr: Berchtoldstag (2 janvier, jour férié suisse)
it: Berchtoldstag (2 gennaio, festivo in Svizzera)
pl: Berchtoldstag (2 stycznia, święto w Szwajcarii)

# holiday.christmas
source: Christmas Day
de: Weihnachten
fr: Noël
it: Natale
pl: Boże Narodzenie

# holiday.easter_monday
source: Easter Monday
de: Ostermontag
fr: Lundi de Pâques
it: Lunedì di Pasqua
pl: Poniedziałek Wielkanocny

# holiday.good_friday
source: Good Friday
de: Karfreitag
fr: Vendredi saint
it: Venerdì santo
pl: Wielki Piątek

# holiday.labour_day
source: May Day
de: Tag der Arbeit
fr: Fête du Travail
it: Festa del lavoro
pl: Święto Pracy

# holiday.national_day
source: Swiss National Day
de: Bundesfeier
fr: Fête nationale suisse
it: Festa nazionale svizzera
pl: Święto Narodowe Szwajcarii

# holiday.new_year
source: New Year’s Day
de: Neujahr
fr: Nouvel An
it: Capodanno
pl: Nowy Rok

# holiday.st_stephens
source: St Stephen’s Day
de: Stephanstag
fr: Saint-Étienne
it: Santo Stefano
pl: Dzień św. Szczepana

# holiday.whit_monday
source: Whit Monday
de: Pfingstmontag
fr: Lundi de Pentecôte
it: Lunedì di Pentecoste
pl: Poniedziałek Zielonych Świątek

# insight.bestWindow
source: best public window %1$@/%2$@ at %3$@ %4$@–%5$@
de: bestes öffentliches Fenster %1$@/%2$@ im %3$@ %4$@–%5$@
fr: meilleure fenêtre publique %1$@/%2$@ à %3$@ %4$@–%5$@
it: migliore finestra pubblica %1$@/%2$@ a %3$@ %4$@–%5$@
pl: najlepsze okno publiczne %1$@/%2$@ — %3$@, %4$@–%5$@

# insight.coverage
source: %1$@ closed, %2$@ hours-not-listed nearby
de: %1$@ geschlossen, %2$@ ohne Zeitangabe in der Nähe
fr: %1$@ fermées, %2$@ sans horaires à proximité
it: %1$@ chiuse, %2$@ senza orari nelle vicinanze
pl: %1$@ zamkniętych, %2$@ bez godzin w pobliżu

# insight.day.none
source: No pools with curated hours for this day nearby
de: Keine Bäder mit erfassten Zeiten für diesen Tag in der Nähe
fr: Aucune piscine avec horaires renseignés pour ce jour à proximité
it: Nessuna piscina con orari curati per questo giorno nelle vicinanze
pl: Brak basenów z opracowanymi godzinami na ten dzień w pobliżu

# insight.day.pools
source: %1$lld pools with curated hours nearby
de: %1$lld Bäder mit erfassten Zeiten in der Nähe
fr: %1$lld piscines avec horaires renseignés à proximité
it: %1$lld piscine con orari curati nelle vicinanze
pl: %1$lld basenu z opracowanymi godzinami w pobliżu

# insight.noSplit
source: lane split not published yet
de: Bahnenaufteilung noch nicht veröffentlicht
fr: répartition des lignes pas encore publiée
it: suddivisione delle corsie non ancora pubblicata
pl: podział torów jeszcze nieopublikowany

# insight.noSplit.label
source: Lane split not published
de: Bahnenaufteilung nicht veröffentlicht
fr: Répartition des lignes non publiée
it: Suddivisione delle corsie non pubblicata
pl: Podział torów nieopublikowany

# insight.pool.none
source: %1$@: no public sessions found this week
de: %1$@: diese Woche keine öffentlichen Zeiten gefunden
fr: %1$@ : aucune séance publique trouvée cette semaine
it: %1$@: nessuna sessione pubblica trovata questa settimana
pl: %1$@: brak zajęć publicznych w tym tygodniu

# insight.pool.openDays
source: open %1$lld of 7 days this week
de: %1$lld von 7 Tagen diese Woche offen
fr: ouverte %1$lld jours sur 7 cette semaine
it: aperta %1$lld giorni su 7 questa settimana
pl: otwarte %1$lld z 7 dni w tym tygodniu

# insight.pool.reliable
source: Reliable public lanes at %1$@: up to %2$@ of %3$@ around %4$@
de: Verlässliche öffentliche Bahnen im %1$@: bis zu %2$@ von %3$@ gegen %4$@
fr: Lignes publiques fiables à %1$@ : jusqu’à %2$@ sur %3$@ vers %4$@
it: Corsie pubbliche affidabili a %1$@: fino a %2$@ su %3$@ verso le %4$@
pl: Pewne tory publiczne — %1$@: do %2$@ z %3$@ około %4$@

# insight.pool.thisPool
source: this pool
de: dieses Bad
fr: cette piscine
it: questa piscina
pl: ten basen

# lane.incompleteCaveat
source: Some lanes could not be read from the pool’s plan, so this is incomplete.
de: Einzelne Bahnen liessen sich aus dem Plan des Bads nicht lesen, daher ist die Angabe unvollständig.
fr: Certains couloirs n’ont pas pu être relevés sur le plan de la piscine ; cette information est donc incomplète.
it: Alcune corsie non sono state rilevate dal piano della piscina, quindi il dato è incompleto.
pl: Nie wszystkie tory udało się odczytać z planu basenu, więc dane są niepełne.

# lane.nonePublic
source: no lanes open to the public
de: keine Bahnen öffentlich zugänglich
fr: aucun couloir ouvert au public
it: nessuna corsia aperta al pubblico
pl: brak torów otwartych dla publiczności

# lane.nonePublic.partial
source: no lanes open to the public — some lanes unreadable
de: keine Bahnen öffentlich zugänglich — einzelne Bahnen nicht lesbar
fr: aucun couloir ouvert au public — certains couloirs illisibles
it: nessuna corsia aperta al pubblico — alcune corsie non leggibili
pl: brak torów otwartych dla publiczności — niektórych torów nie odczytano

# lane.openToPublic
source: open to the public
de: öffentlich zugänglich
fr: ouvert au public
it: aperta al pubblico
pl: otwarty dla publiczności

# lane.publicOfTotal
source: %1$@ of %2$lld lanes open
de: %1$@ von %2$lld Bahnen öffentlich
fr: %1$@ couloirs ouverts sur %2$lld
it: %1$@ corsie su %2$lld aperte
pl: otwarte %1$@ z %2$lld toru

# lane.publicOfTotal.partial
source: %1$@ of %2$lld lanes open — some lanes unreadable
de: %1$@ von %2$lld Bahnen öffentlich — einzelne Bahnen nicht lesbar
fr: %1$@ couloirs ouverts sur %2$lld — certains couloirs illisibles
it: %1$@ corsie su %2$lld aperte — alcune corsie non leggibili
pl: otwarte %1$@ z %2$lld toru — niektórych torów nie odczytano

# lane.spoken
source: Lane %1$@, %2$@ to %3$@, %4$@
de: Bahn %1$@, %2$@ bis %3$@, %4$@
fr: Couloir %1$@, de %2$@ à %3$@, %4$@
it: Corsia %1$@, dalle %2$@ alle %3$@, %4$@
pl: Tor %1$@, %2$@ do %3$@, %4$@

# legend.group.availability
source: Availability
de: Verfügbarkeit
fr: Disponibilité
it: Disponibilità
pl: Dostępność

# legend.group.forYou
source: For you
de: Für Sie
fr: Pour vous
it: Per te
pl: Dla Ciebie

# legend.group.laneStack
source: Lane stack
de: Bahnen-Stapel
fr: Pile de lignes
it: Pila di corsie
pl: Stos torów

# legend.group.sessionType
source: Session type
de: Art des Angebots
fr: Type de séance
it: Tipo di sessione
pl: Rodzaj zajęć

# legend.honestyNote
source: Ribbon thickness is today’s real public-lane split — not busyness, which has no source yet.
de: Die Banddicke ist die tatsächliche heutige Aufteilung der öffentlichen Bahnen — nicht die Auslastung, für die es noch keine Quelle gibt.
fr: L’épaisseur du ruban est la répartition réelle des lignes publiques aujourd’hui — pas la fréquentation, pour laquelle il n’existe pas encore de source.
it: Lo spessore del nastro è l’effettiva suddivisione odierna delle corsie pubbliche — non l’affluenza, per la quale non esiste ancora una fonte.
pl: Grubość wstęgi to rzeczywisty dzisiejszy podział torów publicznych — nie obłożenie, dla którego nie ma jeszcze źródła.

# legend.label
source: Board legend
de: Legende
fr: Légende
it: Legenda
pl: Legenda

# legend.lane.best
source: Most public lanes free
de: Die meisten öffentlichen Bahnen frei
fr: Le plus de lignes publiques libres
it: Più corsie pubbliche libere
pl: Najwięcej wolnych torów publicznych

# legend.lane.public
source: Lane open to the public
de: Bahn öffentlich zugänglich
fr: Ligne ouverte au public
it: Corsia aperta al pubblico
pl: Tor otwarty dla publiczności

# legend.lane.reserved
source: Lane reserved (holder named where it fits)
de: Bahn reserviert (Name, wo Platz ist)
fr: Ligne réservée (nom si la place le permet)
it: Corsia riservata (nome se c'è spazio)
pl: Tor zarezerwowany (nazwa, jeśli się mieści)

# legend.lane.unpublished
source: Lane split not published
de: Bahneneinteilung nicht veröffentlicht
fr: Répartition des lignes non publiée
it: Ripartizione delle corsie non pubblicata
pl: Podział torów nieopublikowany

# legend.state.closed
source: Closed — with reason
de: Geschlossen — mit Begründung
fr: Fermé — avec motif
it: Chiuso — con motivo
pl: Zamknięte — z podaniem powodu

# legend.state.open
source: Open (public lanes)
de: Offen (öffentliche Bahnen)
fr: Ouvert (lignes publiques)
it: Aperto (corsie pubbliche)
pl: Otwarte (tory publiczne)

# legend.state.unknown
source: Hours not listed yet
de: Öffnungszeiten noch nicht angegeben
fr: Horaires pas encore publiés
it: Orari non ancora pubblicati
pl: Godziny jeszcze nieopublikowane

# live.no_key
source: Not available
de: Nicht verfügbar
fr: Indisponible
it: Non disponibile
pl: Niedostępne

# live.not_configured
source: Not configured
de: Nicht eingerichtet
fr: Non configuré
it: Non configurato
pl: Nieskonfigurowane

# live.provider_error
source: Source unavailable
de: Quelle nicht erreichbar
fr: Source indisponible
it: Fonte non disponibile
pl: Źródło niedostępne

# lockerKind.cabin
source: Changing cabin
de: Umkleidekabine
fr: Cabine
it: Cabina spogliatoio
pl: Kabina do przebierania

# lockerKind.valuables
source: Valuables locker
de: Wertfach
fr: Casier à objets de valeur
it: Armadietto per i valori
pl: Skrytka na kosztowności

# lockerKind.wardrobe
source: Wardrobe locker
de: Garderobenkästchen
fr: Casier à vêtements
it: Armadietto guardaroba
pl: Szafka na ubrania

# meta.answersThrough
source: Answers through
de: Antworten bis
fr: Réponses jusqu’au
it: Risposte fino al
pl: Odpowiedzi do

# meta.dataFrom
source: Data from
de: Daten von
fr: Données du
it: Dati del
pl: Dane z

# meta.offlineNote
source: Works offline. Everything here was resolved before the app shipped.
de: Funktioniert offline. Alles hier wurde vor der Auslieferung der App aufgelöst.
fr: Fonctionne hors ligne. Tout ici a été calculé avant la publication de l’app.
it: Funziona offline. Tutto ciò che vedi è stato elaborato prima della pubblicazione dell’app.
pl: Działa offline. Wszystko tutaj opracowano przed wydaniem aplikacji.

# mobile.filters
source: Filters
de: Filter
fr: Filtres
it: Filtri
pl: Filtry

# mobile.lanePlan
source: Lane plan
de: Bahnenplan
fr: Plan des couloirs
it: Piano delle corsie
pl: Plan torów

# mobile.lanesUntil
source: %1$@ of %2$@ lanes public until %3$@
de: %1$@ von %2$@ Bahnen öffentlich bis %3$@
fr: %1$@ couloirs sur %2$@ publics jusqu’à %3$@
it: %1$@ corsie su %2$@ pubbliche fino alle %3$@
pl: %1$@ z %2$@ torów publicznych do %3$@

# mobile.openToYou
source: %1$lld pools open to you now
de: %1$lld Bäder jetzt für dich offen
fr: %1$lld piscines ouvertes pour vous maintenant
it: %1$lld piscine aperte per te adesso
pl: %1$lld basena otwartego teraz dla ciebie

# mobile.openToYouOn
source: %1$lld open to you on %2$@
de: %1$lld offen für dich am %2$@
fr: %1$lld ouverts pour vous %2$@
it: %1$lld aperti per te %2$@
pl: %1$lld otwartego dla ciebie w %2$@

# mobile.tier.closed
source: Closed
de: Geschlossen
fr: Fermé
it: Chiuso
pl: Zamknięte

# mobile.tier.now
source: Swim now
de: Jetzt schwimmen
fr: Nager maintenant
it: Nuota adesso
pl: Popływaj teraz

# mobile.tier.soon
source: Later today
de: Später heute
fr: Plus tard aujourd’hui
it: Più tardi oggi
pl: Później dzisiaj

# mobile.tier.unknown
source: Hours not listed
de: Keine Zeiten hinterlegt
fr: Horaires non publiés
it: Orari non pubblicati
pl: Godziny nieopublikowane
